<!DOCTYPE html>
<html>
	<head>		
		<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		<title>Introduction</title>
        <meta property="og:image" content="http://dark-space.org/images/social.jpg" />
        <link rel="image_src" href='http://forum.dark-space.org/public/style_images/master/meta_image.png' />
		<meta name="description" content="Wiki dark-space.org - Все о игре dark-space.org" />
		<meta name="keywords" content="Wiki dark-space.org" />
		<link type="image/x-icon" href="favicon.png" rel="shortcut icon" />
		<link href="css/style.css" rel="stylesheet" type="text/css" />
		<script type='text/javascript' src='js/jquery.js'></script>
        <script type='text/javascript' src='js/menu.js'></script>        
		<!--[if IE]>
			<script src="http://html5shim.googlecode.com/svn/trunk/html5.js"></script>
		<![endif]-->
        <script type="text/javascript">$(document).ready(function(){
		$(window).scroll(function () {if ($(this).scrollTop() > 0) {$('#scroller').fadeIn();} else {$('#scroller').fadeOut();}});
		$('#scroller').click(function () {$('body,html').animate({scrollTop: 40}, 400); return false;});
		});</script>         
	</head>
	<body>		
        <div id="header">
        	<div class="body">
            	<a href="/" class="logo"><img class="logo" src="images/dark-space.org_logo.png" title="dark-space.org" /></a>
			</div>
            <div id="header_bottom"></div>
         </div><!--/header-->
		 
		 
		<div class="body">
             <div id="content">
                ﻿<div id="content_left">
    <div id="content_left_menu">
        <ul class="menu_vert"> 
        	<li><a href="http://dark-space.org">Portal</a></li>
            <li><a target="" href="index.php?pages=vvedenie">Introduction</a> </li>
            <li><a target="" href="game_start.php">Start the game</a>
                <ul>        
                    <li><a target="" href="game_start.php#sovety">Tips for beginners</a></li>
                    <li><a target="" href="game_start.php#menu">Game Menu</a></li>
                </ul>
            </li>
    		<li>
            	<a target="">Player Development</a>
        		<ul>
         			<li><a target="" href="planets.php">Planets</a></li>
    				<li><a target="" href="moons.php">Moons</a></li>        
                    <li><a target="" href="buildings.php">Buildings</a></li>
                    <li><a target="" href="research.php">Research</a></li>            
                    <li><a target="" href="fleets.php">Fleets</a></li>
                    <li><a target="" href="defence.php">Defense</a></li>
                    <li><a target="" href="officers.php">Officers</a></li>
                    <li><a target="" href="governators.php">Governators</a></li>
                    <li><a target="" href="academy.php">Academy</a></li>
                    <li><a target="" href="arsenal.php">Arsenal</a></li>
                    <li><a target="" href="level.php">Levels</a></li>
                    <li><a target="" href="achievements.php">Achievements</a></li>
                    <li><a target="" href="statistics.php">Statistics</a></li>   					
        		</ul>
        	</li>
            <li>
            	<a target="" href="ressource.php">Resources</a>
                <ul>
                    <li><a target="" href="ressource.php#skup">Main ressource</a></li>                
                    <li><a target="_new" href="ressource.php#xran">Secret Vault</a> </li>
                </ul>
            </li>
            <li>
                <a target="" href="currency.php">Game currency</a>
                <ul>
                    <li><a target="" href="index.php?pages=money#AM">АМ</a> </li>
                    <li><a target="" href="index.php?pages=money#ТМ">DM</a></li>
                </ul>
            </li>
           <li><a target="" href="premium.php">Premium</a></li>
            <li><a target="" href="alliance.php">Alliances</a></li>
            <li><a target="" href="simulator.php">Battle Simulator</a></li>
            <li><a target="" href="referals.php">Referals</a></li>
            <li><a  target="" href="alerts.php">Alerts</a></li>
            <li><a target="" href="messages.php">Messages</a></li>
            <li>
                <a target="" href="harvest.php">Harvest</a>
                <ul>
                     <li><a target="" href="harvest.php#flot">Fleets</a></li>
                    <li><a target="" href="harvest.php#res">Resource</a></li>
                </ul>    
        <div style="clear:both;"></div>
    </div>     
    <div style="clear:both;"></div>
</div>     
    <div id="scroller" class="b-top" style="display: none;"><span class="b-top-but">Hаверх</span></div>
				﻿<div id="content_right">
	<h1>Исследования</h1> 
           
          Исследования в dark-space.org двигатель не столько прогресса, сколько войны — почти все исследования направлены на усиление мощи флота. <p >
          Отметить самые полезные технологии конкретно не возможно, так как каждое исследование дает свой плюс в игре, другими словами все технологии полезны и весьма значимы. Притом, что они будут приносить большую пользу с каждым следующим уровнем, стоимость исследований каждый раз возрастает вдвое. Если вы вложили ресурсы в изучение того или иного исследования, но потом передумали в дальнейшем его изучении можете смело отменять исследования так как ресурсы возвращаются в полном объеме. Шпионаж должен быть не ниже восьмого уровня для получения информации о составе атакующего флота, и желательно выше среднего уровня среди игроков вселенной. <P>
          Необходимость исследования очередного уровня определяется практически, по шпионским отчетам — есть равные по уровню игроки, значит, пора увеличивать. Исследовать военные технологии высоких уровней, нужно исходя из величины флота и прироста к существующим показателям атаки/щитов/брони. Что выгоднее: на это количество ресурсов построить флот, или больший прирост даст увеличение параметра? Так, для линкоров с их тонкой пленкой силового поля эффект от развития щитовой технологии минимален, а щиты ионных орудий заметно усилятся. <p>
          
          Еще один довод против необдуманного проведения исследований — каждый уровень технологии дает увеличение характеристики по отношению к базовому значению, но процентный разрыв между соседними уровнями становится все меньше. Исследования можно изучать, на что тратится время, а можно моментально приобрести за счет темной материи в меню Черный рынок – исследования и дальше выбираете то или иное исследование которое хотите изучить, главное, чтобы в наличии было достаточное количество темной материи. <p>
В меню Сенат – Губернаторы есть временный ученый, который за темную материю сокращает время проведения исследования на 10 %. Также для ускорения процесса исследования, вы можете построить постройку - Технополис, она с каждым уровнем будет сбрасывать 16% со времени исследования.




<ul>
    <li> 
        <b>Шпионаж.</b>
С помощью этой технологии добываются данные о других планетах. <br />
Максимальное количество зондов, которые будут шпионить вашу планету,
ограничено 20 шпионами, остальную разницу необходимо сравнивать уровнем данного исследования. <p>
Шпионаж в dark-space.org для игрока — это «наше все». Здесь действует только один принцип — хорошего много не бывает, чем выше уровень, тем лучше. Для атакуемого от уровня его шпионажа зависит содержание сообщения о нападении. 
<br>
С нулевым или первым уровнем будет видно, что к планете приближается враждебный флот. Со вторым и третьим будет показана численность атакующего флота без его состава. С четвертого по седьмой — какие корабли входят в состав флота и их общее число. От восьмого и выше выдается подробная информация о кораблях приближающегося супостата. Разведывательные действия в dark-space.org ведутся с помощью шпионских зондов. С помощью разведок можно получить следующую информацию, в порядке снижения доступности. <p/>I. Количество ресурсов на планете. <br />II. Корабли на орбите.<br /> III. Оборонительные сооружения на планете. <br />IV. Здания на планете.<br /> V. Уровни исследований просканированного игрока. 

<p> Для этого нужно отправить зонд с заданием шпионаж по координатам цели. Подробность отчета зависит от разницы уровней игроков. Чтобы жизнь малиной не казалась, зонды могут быть сбиты. Вероятность этого зависит от количества кораблей на сканируемой планете. Вне зависимости от того, сбит шпионский флот или нет, отчет будет получен. <p>

<li> <b> Компьютерная технология. </b>
Определяет, сколько флотов игрока может одновременно находиться в полете. Число флотов на один больше уровня исследования. Кроме того, развитая компьютерная технология необходима для строительства фабрики нанитов.
<p>

<li><b>Оружейная технология. Щитовая технология. Броня космических кораблей. </b>
Связаны с улучшением характеристик кораблей и защитных сооружений, каждый уровень дает + <b>10 %</b>. Оружейная технология увеличивает наносимые повреждения, броня космических кораблей — структуру кораблей и защитных сооружений, щитовая технология — «толщину» силовых щитов. <p>

<li><b> Энергетическая технология.</b>
Вспомогательная, нужна для более сложных исследований и строительства терраформера, также каждый уровень дает +10 % к выработке энергии. <p>

<li><b> Гиперпространственная технология</b> также вспомогательная, дает возможность изучения двигателя последнего поколения (Гиперпространственный двигатель) и совершенных средств связи (Межгалактическая исследовательская сеть). <p>

<li>Технологии двигателей с ростом уровней увеличивают скорость кораблей относительно базовой. Используемый двигатель зависит от типа кораблей.
- <b>Реактивный двигатель</b> увеличивает скорость движения на 10 % за уровень,
- <b>Импульсный двигатель</b> — на 20 %,
самый дорогой - <b>Гиперпространственный двигатель</b> — на 30 %. <p>

<li> <b>Лазерная, ионная и плазменная технологии</b> служат в первую очередь для разработки видов вооружений, а также чем выше уровень, тем больший урон будут наносить корабли и защитные сооружения. Для разработки ионной технологии нужно предварительное исследование лазерной, а для плазменной — обе названные. <p>

<li> Исследование <b>межпланетная исследовательская сеть </b>- используя достижения гиперпространственной технологии для связи между исследовательскими лабораториями на разных планетах, дает возможность проводить совместные исследования. При изучении технологий соединяются максимально отстроенные лаборатории, но присоединение происходит только в том случае, если они способны проводить заказанное исследование. Уровни лабораторий складываются.
 <p> Пример: есть две лаборатории 11 и 5 уровней. Оружейная технология будет исследоваться с 16 уровнем, а щитовая — только с 11. Межпланетную исследовательскую сеть может позволить себе только развитая империя, но значительное сокращение времени стоит затраченных средств.
<p>

<li><b> Астрофизика </b> - каждые 2 уровня дают возможность колонизировать дополнительно еще одну планету. Максимальное количество  планет ограничено 15, но при этом в Академии во второй ветке имеется умение «Расширение империи» + 1 планета к максимальному числу в империи. Количество экспедиций это корень с уровня исследования. <p>

<li><b> Технология добычи металла, кристалла и дейтерия </b>- Благодаря передовым разработкам в сфере добычи ресурсов, добычу возможно увеличить на 2% с каждым уровнем. Должен заметить сразу, что в принципе, заметного бонуса эта технология вам давать не будет. <p>



<li> Исследование <b>гравитации </b> - предназначено для единственной цели — получить возможность строить звезды смерти. Единственная технология, требующая не ресурсы, а энергию, а также улучшает боевую характеристику тяжелых флотов, которые оснащаются гравитационным вооружением. <p>


<li> <b>Братство </b>- Вступи в Братство и получи доступ к банку альянса. Только Братья могут пользоваться банком альянса! Максимальный лимит передаваемых ресурсов: уровень 1 - 2000 Max; уровень 2 - 4000 Max; уровень 3 - 8000 Max; уровень 4 - 16000 Max; ... и т.д.
Данное исследование единственное, которое требует затрат темной материи, дает возможность передавать ресурсы в банк альянса. 

</li>
</ul>

 </div>            	<div style="clear:both;"></div>
        	</div><!--/content-->
		</div>	
		<div class="body">
			<div id="footer">
                <div class="left_part">
                    <div class="block">
                    	<span>Игра</span> 
                        <a href="http://dark-space.org/users/register">Начать игру</a><br /> 
                        <a href="http://dark-space.org/rules">Правила</a><br /> 
                        <a href="http://dark-space.org/news">Новости игры</a><br /> 
                        <a href="http://dark-space.org/game">Об игре</a>
                     </div>                   
                     <div class="block">
                         <span>Аккаунт</span> 
                         <a href="http://dark-space.org/users/register">Создать аккаунт</a><br /> 
                         <a href="http://dark-space.org/users/recover">Восстановить пароль</a>
                     </div>                    
                     <div class="block">
                     	<span>Сообщество</span>
                      	<a href="http://forum.dark-space.org">Форум</a><br /> 
                        <a href="http://dark-space.org/contacts">Контакты</a> <br /> 
                        <a href="http://dark-space.org/gallery">Галерея</a> <br /> 
                     </div> 
                    <div class="clear"></div>
                </div>
                <div class="right_part">
               		2013 &copy; dark-space.org &middot; Все права защищены &middot;<br><br>
                 </div>
                <div class="clear"></div>
            </div>
		</div><!--/footer-->

	</body>
</html>